Merge pull request #6 from SoftInstigate/openwiki/update
docs: update OpenWiki
